{"backend": "tensorflow", "config": [{"config": {"activation": "relu", "activity_regularizer": null, "dtype": "float32", "name": "dense_481", "kernel_regularizer": null, "kernel_initializer": {"config": {"mean": 0.0, "stddev": 0.05, "seed": null}, "class_name": "RandomNormal"}, "trainable": true, "units": 20, "bias_regularizer": null, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "batch_input_shape": [null, 3], "bias_constraint": null, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"rate": 0.1, "name": "dropout_401", "trainable": true, "noise_shape": null, "seed": null}, "class_name": "Dropout"}, {"config": {"activation": "relu", "activity_regularizer": null, "name": "dense_482", "kernel_regularizer": null, "kernel_initializer": {"config": {"mean": 0.0, "stddev": 0.05, "seed": null}, "class_name": "RandomNormal"}, "units": 40, "bias_regularizer": null, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "bias_constraint": null, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"rate": 0.1, "name": "dropout_402", "trainable": true, "noise_shape": null, "seed": null}, "class_name": "Dropout"}, {"config": {"activation": "relu", "activity_regularizer": null, "name": "dense_483", "kernel_regularizer": null, "kernel_initializer": {"config": {"mean": 0.0, "stddev": 0.05, "seed": null}, "class_name": "RandomNormal"}, "units": 30, "bias_regularizer": null, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "bias_constraint": null, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"rate": 0.1, "name": "dropout_403", "trainable": true, "noise_shape": null, "seed": null}, "class_name": "Dropout"}, {"config": {"activation": "relu", "activity_regularizer": null, "name": "dense_484", "kernel_regularizer": null, "kernel_initializer": {"config": {"mean": 0.0, "stddev": 0.05, "seed": null}, "class_name": "RandomNormal"}, "units": 20, "bias_regularizer": null, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "bias_constraint": null, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"rate": 0.1, "name": "dropout_404", "trainable": true, "noise_shape": null, "seed": null}, "class_name": "Dropout"}, {"config": {"activation": "relu", "activity_regularizer": null, "name": "dense_485", "kernel_regularizer": null, "kernel_initializer": {"config": {"mean": 0.0, "stddev": 0.05, "seed": null}, "class_name": "RandomNormal"}, "units": 12, "bias_regularizer": null, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "bias_constraint": null, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"rate": 0.1, "name": "dropout_405", "trainable": true, "noise_shape": null, "seed": null}, "class_name": "Dropout"}, {"config": {"activation": "softmax", "activity_regularizer": null, "name": "dense_486", "kernel_regularizer": null, "kernel_initializer": {"config": {"mean": 0.0, "stddev": 0.05, "seed": null}, "class_name": "RandomNormal"}, "units": 2, "bias_regularizer": null, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "bias_constraint": null, "kernel_constraint": null}, "class_name": "Dense"}], "keras_version": "2.1.3", "class_name": "Sequential"}